---------------------------------------------------------------------------
-- $Id: setting_server.lua 67543 2012-05-08 04:07:22Z gzyangguangdong@NETEASE.COM $
-- 配置哪些策划文档需要转换
---------------------------------------------------------------------------
--[-[
return {
	-- 转换程序代码， 原始数据文件， 输出数据文件， 保留， 转换过滤表
	--------------------------------------物品表相关---------------------------------------------------------------
	{"maker_多语言.lua","lua/数值表/Z多语言/lang_en.xls.lua", "multi_language.lua",{Lang="en"} },
	{"maker_多语言.lua","lua/数值表/Z多语言/lang_tw.xls.lua", "multi_language.lua",{Lang="tw"} },
}
